tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git-flow"
brew "gnu-sed"
brew "hyperfine"
brew "libidn2"
brew "libzip"
brew "macvim"
brew "make"
brew "mas"
brew "maven"
brew "mysql", restart_service: true
brew "node"
brew "python@3.9"
brew "squid"
brew "subversion"
brew "tinyproxy"
brew "tldr"
brew "tree"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "raycast"
cask "visual-studio-code"
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "WhatsApp", id: 1147396723
